// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99. Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ lemezek.";

/* $19.99. Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 lemez.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (nincs online jegy-eladás)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d órák";

/* No comment provided by engineer. */
"%d minutes" = "%d percek";

/* No comment provided by engineer. */
"%d months ago" = "%d hónapok óta";

/* No comment provided by engineer. */
"%d of %d" = "%1$d of %2$d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d szinházak a keresés területén kivül";

/* No comment provided by engineer. */
"%d weeks ago" = "%d hete";

/* No comment provided by engineer. */
"%d years ago" = "%d évvekkel ezelött";

/* No comment provided by engineer. */
"1 hour" = "1 óra";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilóméter";

/* No comment provided by engineer. */
"1 mile" = "1 mérföld";

/* No comment provided by engineer. */
"1 minute" = "1 perc";

/* No comment provided by engineer. */
"1 month ago" = "1 hónappal elöbb";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 szinház a keresés területén kivül";

/* No comment provided by engineer. */
"1 week ago" = "1 héttel ezelött";

/* No comment provided by engineer. */
"1 year ago" = "1 évvel ezelött";

/* Clicking on this takes you to an 'about this application' page */
"About" = "Arról";

/* This string has to be small enough to be visible with a picker switch next to it. It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Automatikus hely megújítása";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Könyvjelzők";

/* Option for when the user wants both DVD and blu-ray */
"Both" = "Mindkettö";

/* This string should try to be short. So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Hivás";

/* No comment provided by engineer. */
"Cast:" = "Fő szereplők:";

/* No comment provided by engineer. */
"Change date" = "Változás időpont";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Város/Megye vagy Irányítószám";

/* No comment provided by engineer. */
"Could not find location." = "Nem találta a helyet.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "DVD/Blu-ray részleteket adta";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Az adatok a jövö idöponra lehet hogy nem teljesek. Ấllitsa be a keresés idöpontjátot a mai-hoz hogy lássa az egész szövetszegélyeket.";

/* No comment provided by engineer. */
"Director:" = "Igazgató:";

/* No comment provided by engineer. */
"Directors:" = "Igazgatók:";

/* This is on a button that allows users to sort theaters by distance */
"Distance" = "Távolság";

/* No comment provided by engineer. */
"Downloading data" = "Letöltő adatok";

/* No comment provided by engineer. */
"Downloading poster" = "Letöltő poszter";

/* This string must it on a button half the width of the screen. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-posta szövetszegélyek";

/* This is a verb. it means 'send email to developer' */
"E-mail" = "elektronikus posta";

/* No comment provided by engineer. */
"Favorites" = "Kedvencek";

/* No comment provided by engineer. */
"Format:" = "Formátum:";

/* No comment provided by engineer. */
"Genre:" = "Faj:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation szolgáltató:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikus Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Útolsó Péntek";

/* No comment provided by engineer. */
"Last Monday" = "Útolsó Hétfő";

/* No comment provided by engineer. */
"Last Saturday" = "Útolsó Szombat";

/* No comment provided by engineer. */
"Last Sunday" = "Útolsó Vasárnap";

/* No comment provided by engineer. */
"Last Thursday" = "Útolsó Csütörtök";

/* No comment provided by engineer. */
"Last Tuesday" = "Útolsó Kedd";

/* No comment provided by engineer. */
"Last Wednesday" = "Útolsó Szerda";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Kevesebbet hiányzott mint %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Kevesebbet hiányzott mint 1 %@";

/* No comment provided by engineer. */
"License" = "licenc";

/* No comment provided by engineer. */
"Loading poster" = "Berakodás poszter";

/* No comment provided by engineer. */
"Local results unavailable" = "Helyi eredmények elérhetetlenek";

/* No comment provided by engineer. */
"Localized by:" = "Forditók:";

/* No comment provided by engineer. */
"Location" = "Hely";

/* This string should try to be short. So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Térkép";

/* No comment provided by engineer. */
"Movie details provided by:" = "Mozi részleteket adja:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Mozi kritikákat adja:";

/* No comment provided by engineer. */
"Movies" = "Mozik";

/* This is on a button that allows users to sort theaters by their name */
"Name" = "Név";

/* No comment provided by engineer. */
"Network unavailable" = "Hálózat elérhetetlen";

/* No comment provided by engineer. */
"No information found" = "Nincs informácio";

/* No comment provided by engineer. */
"No more show times available today." = "Nincs több elöadás ma.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Nincs erre eredmény '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Ősszegzés nem megszerezhető.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Semmi";

/* No comment provided by engineer. */
"Not yet rated" = "Még nem volt fölértékelve";

/* No comment provided by engineer. */
"OK" = "Helyes";

/* No comment provided by engineer. */
"Order tickets for %@" = "Kinek rendel jegyeket %@";

/* No comment provided by engineer. */
"Play trailer" = "Film bemutató";

/* No comment provided by engineer. */
"Please enter your location" = "Legyen szíves belépni a helyére";

/* No comment provided by engineer. */
"Project website" = "Feladat website";

/* No comment provided by engineer. */
"Rated %@" = "Fölértékelve %@";

/* No comment provided by engineer. */
"Rated:" = "Fölértékelve:";

/* No comment provided by engineer. */
"Read reviews" = "Olvasott kritikák";

/* No comment provided by engineer. */
"Really close by" = "Igazán nagyon közel";

/* No comment provided by engineer. */
"Really far away" = "Igazán nagyon messze";

/* No comment provided by engineer. */
"Release date:" = "Kioldás idöpont:";

/* This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Kioldás";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Kioldás: %@";

/* No comment provided by engineer. */
"Reviews" = "Kritikák";

/* No comment provided by engineer. */
"Running time:" = "Futás idő:";

/* This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Pontszám";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Keresni Időpontot";

/* No comment provided by engineer. */
"Search Distance" = "Keresni Távolságot";

/* No comment provided by engineer. */
"Send Feedback" = "Küldeni visszacsatolást";

/* No comment provided by engineer. */
"Settings" = "Szabályozások";

/* We hide theaters if they are too far away. But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Mutass %d rejtett színházakat";

/* We hide theaters if they are too far away. But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Mutass 1 rejtett színházat";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Mutat időpontok %@.";

/* No comment provided by engineer. */
"Studio:" = "Stúdió:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Színházak utolsó tudosított mutat idő-ik on\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Színházak vezetöi sokszor korlátozzák a keresés távolságát amire adnak adatot. Ezért, lehetséges hogy némelyik színház nem mutat fel neked ha -a keresés messzesége túl magasra van állitva.";

/* No comment provided by engineer. */
"Theaters" = "Színházak";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Ez a szinház még nem jelentette a mutat időt. Mikor megkaphatók, %@ majd mutatják automatikussan.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Jegyek eladója:";

/* This is on a button that allows the user to sort movies based on their title. */
"Title" = "Cím";

/* No comment provided by engineer. */
"Today" = "Ma";

/* No comment provided by engineer. */
"Unknown Distance" = "Ismeretlen távolság";

/* No comment provided by engineer. */
"Unknown release date" = "Ismeretlen kioldás időpont";

/* No comment provided by engineer. */
"Unrated" = "Nincs fölértékelve.";

/* No comment provided by engineer. */
"Upcoming" = "Feljövő";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Használja a Kicsi Betűtípusokat";

/* No comment provided by engineer. */
"Visit IMDb" = "Keresse fel az IMDb";

/* No comment provided by engineer. */
"Website" = "Website";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Irta: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Tegnap";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for MetaFlix is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "A te %1$@'s országod fel van készülve hogy: %2$@\n\nFull támogassa MetaFlix melyik jön a kora-jövőben a te országodba, és már add több felvázol áll használatra ma! Mikor további felvázol lessz készen, akkor midjárt lesz értesítve automatikussan az újdonságokról.";

/* No comment provided by engineer. */
"kilometer" = "kilóméter";

/* No comment provided by engineer. */
"kilometers" = "kilóméterek";

/* No comment provided by engineer. */
"mile" = "mérfőld";

/* No comment provided by engineer. */
"miles" = "mérfőldek";